{
    "FUCKING": {
      "Definition": "(in this context) used to emphasize a statement, especially an angry one"
    },
    "DESPERATELY": {
      "Definition": "extremely or very much"
    },
    "STUFF": {
      "Definition": "a substance, especially when you do not know or say exactly what it is (a synonym for the word ‘things’)"
    },
    "GOT UP": {
      "Definition": "The past tense of get up which means to stand up or to get out of bed"
    },
    "AT THE CRACK OF DAWN": {
      "Definition": "very early in the morning, especially at the time when the sun first appears"
    },
    "THE EARLY BIRD GETS THE WORM": {
      "Definition": "Whoever arrives first has the best chance of success; some opportunities are only available to the first competitors."
    },
    "MAKE HAY WHILE THE SUN IS SHINING": {
      "Definition": "to take advantage of favorable conditions; to make the most of an opportunity when it is available"
    },
    "NOSE TO THE GRINDSTONE": {
      "Definition": "A phrase said of one who is working hard and/or diligently on something."
    },
    "AN APPLE A DAY KEEPS THE DOCTOR AWAY": {
      "Definition": "Eating healthy foods will keep one from getting sick (and needing to see a doctor)."
    },
    "GET OFF": {
      "Definition": "(in this context) to leave work with permission, usually at the end of the day"
    },
    "HOME IS WHERE THE HEART IS": {
      "Definition": "proverb - One's home is made up of the places and people one loves or cherishes most."
    },
    "IN FACT": {
      "Definition": "actually"
    },
    "CONCISELY": {
      "Definition": "shortly and clearly, expressing what needs to be said without unnecessary words"
    },
    "CRAWL": {
      "Definition": "to move along on hands and knees or with your body stretched out along a surface"
    },
    "JOG": {
      "Definition": "to run at a slow, regular speed, especially as a form of exercise"
    },
    "SPRINT": {
      "Definition": "to run as fast as you can over a short distance, either in a race or because you are in a great hurry to get somewhere"
    },
    "CURSE WORDS": {
      "Definition": "rude words or phrases"
    },
    "BLAND": {
      "Definition": "lacking a strong or particular flavor; not interesting"
    },
    "MISSING": {
      "Definition": "Something that is missing cannot be found because it is not where it should be"
    },
    "INCH": {
      "Definition": "a unit used for measuring length, approximately equal to 2.54 centimeters"
    },
    "COAT": {
      "Definition": "(in this context) to cover something with a layer of a particular substance"
    },
    "DISGUSTING": {
      "Definition": "extremely unpleasant or unacceptable"
    },
    "HANDLE": {
      "Definition": "(in this context) to deal with; withstand"
    },
    "TASTEFULLY": {
      "Definition": "in a way that shows style and quality and is not likely to offend anyone"
    },
    "DISH": {
      "Definition": "(in this context) food prepared in a particular way as part of a meal"
    },
    "SUBSTANCE": {
      "Definition": "the most important part"
    },
    "QUOTE, UNQUOTE": {
      "Definition": "Used to indicate that the specific phrasing that is about to be said is or may be ironic or considered by the speaker as misrepresenting reality."
    },
    "DRIBBLE": {
      "Definition": "in soccer or hockey, to move a ball along the ground with repeated small kicks or hits"
    },
    "FANCY": {
      "Definition": "decorative or complicated"
    }
  }