{
    "THOUGHT-PROVOKING": {
      "Definition": "stimulating interest or thought"
    },
    "VALIDATED": {
      "Definition": "past tense of validate - recognize or affirm the validity or worth of (a person or their feelings or opinions); cause (a person) to feel valued or worthwhile."
    },
    "TOXIC": {
      "Definition": "very harmful or unpleasant in a pervasive or insidious way."
    },
    "COME TO A CLOSE": {
      "Definition": "to draw toward a conclusion; to end."
    },
    "ENTERTAINING": {
      "Definition": "(verb) giving attention or consideration to (an idea, suggestion, or feeling)."
    },
    "WALKS OF LIFE": {
      "Definition": "When people talk about walk(s) of life, they are referring to different types of jobs and different levels of society"
    },
    "GREATER": {
      "Definition": "Larger or deeper"
    },
    "GO THROUGH": {
      "Definition": "To examine or scrutinize (a number or series of things), especially in a regular order."
    },
    "PROCEED": {
      "Definition": "(formal word) begin or continue a course of action."
    },
    "THROUGHOUT": {
      "Definition": "in every part of (a place or object)."
    },
    "WITNESSING": {
      "Definition": "seeing (an event, typically a crime or accident) take place."
    },
    "ON A REGULAR BASIS": {
      "Definition": "regularly, occurring in regular time intervals or patterns in a regular manner"
    },
    "ADOPTED": {
      "Definition": "(past tense of adopt) - to take on or assume (an attitude or position)."
    },
    "GIVE A SINGLE FUCK": {
      "Definition": "Give a fuck = a vulgar expression that means ‘to care’"
    },
    "THREATEN": {
      "Definition": "cause (someone or something) to be vulnerable or at risk; endanger."
    },
    "FRAGILE": {
      "Definition": "(of an object) easily broken or damaged."
    },
    "EGO": {
      "Definition": "a person's sense of self-esteem or self-importance."
    },
    "FULLY": {
      "Definition": "completely or entirely; to the furthest extent."
    },
    "INSTINCT": {
      "Definition": "an innate, typically fixed pattern of behavior in animals in response to certain stimuli."
    },
    "HIGHS AND LOWS": {
      "Definition": "Good moments and bad moments"
    },
    "FIGURATIVE": {
      "Definition": "departing from a literal use of words; metaphorical."
    },
    "MANIPULATE": {
      "Definition": "control or influence (a person or situation) cleverly, unfairly, or unscrupulously."
    },
    "SHIT": {
      "Definition": "something worthless; garbage; nonsense."
    },
    "ASHAMED": {
      "Definition": "embarrassed or guilty because of one's actions, characteristics, or associations."
    },
    "TOOK A STEP BACK": {
      "Definition": "(past tense of the phrase take a step back) - mentally withdraw from a situation in order to consider it objectively."
    },
    "NOTHING MORE THAN": {
      "Definition": "Only or exactly something; nothing higher in degree than what is described."
    },
    "THE CATCH": {
      "Definition": "the problem, drawback, detriment, or risk that you cannot see"
    },
    "SHITTY": {
      "Definition": "(of a person or action) contemptible; worthless."
    },
    "BULLSHIT": {
      "Definition": "stupid or untrue talk or writing; nonsense."
    },
    "NOURISHMENT": {
      "Definition": "the food or other substances necessary for growth, health, and good condition."
    },
    "BE HARD ON YOURSELF": {
      "Definition": "To treat yourself overly strictly or harshly."
    },
    "A PIECE OF SHIT": {
      "Definition": "(rude slang) - A derisive term for something that one considers utterly worthless or inferior."
    },
    "SHORTCOMING": {
      "Definition": "a fault or failure to meet a certain standard, typically in a person's character, a plan, or a system."
    },
    "ACKNOWLEDGE": {
      "Definition": "accept or admit the existence or truth of."
    },
    "TEAR YOURSELF DOWN": {
      "Definition": "criticize or punish yourself severely."
    },
    "BUILD YOURSELF UP": {
      "Definition": "promote or support someone or something. (or) make a person or their body stronger."
    },
    "ON THE ROAD TO": {
      "Definition": "Following a course of action that results in a particular outcome."
    },
    "CLEAN YOUR ROOM BEFORE YOU TALK ABOUT HOW DIRTY SOMEONE ELSE'S ROOM IS": {
      "Definition": "A reference to Dr. Jordan B. Peterson’s book 12 Rules for Life. Rule #6 - Set your house in perfect order before you criticize the world."
    },
    "WISR": {
      "Definition": "having or showing experience, knowledge, and good judgment."
    },
    "VIRTUALLY": {
      "Definition": "nearly; almost."
    },
    "PASSING BY": {
      "Definition": "happening without being noticed or acted upon by (someone)"
    },
    "CAME TO THIS REALIZATION": {
      "Definition": "Arrived at this realization"
    },
    "PURE": {
      "Definition": "not mixed or adulterated with any other substance or material."
    },
    "WHETHER OR NOT": {
      "Definition": "We use whether … or not or whether or not to give an opposite alternative"
    },
    "OBLIGATION": {
      "Definition": "an act or course of action to which a person is morally or legally bound; a duty or commitment."
    }
  }