{
    "REACT": {
      "Definition": "to act in a particular way as a direct result of something else"
    },
    "MOVE THE CONVERSATION FORWARD": {
      "Definition": "make the conversation continue or progress"
    },
    "PRETEND": {
      "Definition": "to behave as if something is true when you know that it is not, especially in order to deceive people or as a game"
    },
    "WHAT'S GOING ON": {
      "Definition": "what’s happening"
    },
    "TURN": {
      "Definition": "an opportunity or a duty to do something at a particular time or in a particular order, before or after other people"
    },
    "SKIP OVER": {
      "Definition": "to avoid reading or looking at something"
    },
    "UNLESS": {
      "Definition": "used to say what will or will not happen if something else does not happen or is not true; except if"
    },
    "ALLOW": {
      "Definition": "to give permission for someone to do something, or to not prevent something from happening"
    },
    "INTENTIONAL": {
      "Definition": "having a plan or purpose"
    },
    "FACE TO FACE": {
      "Definition": "used to describe a situation in which you talk directly to another person, not by phone, email, online, etc."
    },
    "MISUNDERSTOOD": {
      "Definition": "the past tense of misunderstand - to think you have understood someone or something when you have not"
    },
    "GUARANTEE": {
      "Definition": "to promise that something will happen or exist"
    },
    "ESSENCE": {
      "Definition": "the basic or most important idea or quality of something"
    },
    "UPSET": {
      "Definition": "worried, unhappy, or angry"
    },
    "IRRITATED": {
      "Definition": "annoyed"
    },
    "POINT": {
      "Definition": "purpose or usefulness"
    },
    "INFLUENCE": {
      "Definition": "to affect or change how someone or something develops, behaves, or thinks"
    },
    "ANXIOUS": {
      "Definition": "worried and nervous"
    },
    "SO WHAT?": {
      "Definition": "an expression that is used to say - it's not important - or - I don't care"
    },
    "YOU FEEL ME?": {
      "Definition": "A slang expression that means - Do you understand what I’m saying?"
    },
    "REDUNDANT": {
      "Definition": "more than what is usual or necessary, esp. using extra words that mean the same thing"
    },
    "GAME PLAN": {
      "Definition": "a plan for achieving success"
    },
    "METHOD TO THE MADNESS": {
      "Definition": "you have a good reason for what you are doing, although you seem to be behaving strangely"
    },
    "PICK UP ON": {
      "Definition": "to understand something that is not communicated directly"
    },
    "PRETTY SURE": {
      "Definition": "to understand something that is not communicated directly"
    },
    "LEADS TO": {
      "Definition": "If an action or event leads to something, it causes that thing to happen or exist"
    },
    "GENUINELY": {
      "Definition": "really and sincerely"
    }
  }