{
    "EXPOSE": {
      "Definition": "make (something) visible by uncovering it."
    },
    "YOU HEARD ME?": {
      "Definition": "A phrase that is particular to New Orleans. It’s similar to - Do you understand me?"
    },
    "CATCH ON": {
      "Definition": "to understand, especially after a long time"
    },
    "BRINGING TO THE TABLE": {
      "Definition": "to contribute (something) to a group effort."
    },
    "PLAY VICTIM": {
      "Definition": "to act like the victim in order to get attention or manipulate others"
    },
    "REAL TALK": {
      "Definition": "A slang expression that means - What I am saying is true, authentic, and real."
    },
    "AT THE END OF THE DAY": {
      "Definition": "When everything is taken into consideration"
    },
    "KEEP IT A THOUSAND": {
      "Definition": "Another way of saying keep it 100"
    },
    "NO MATTER WHAT": {
      "Definition": "Not under any circumstances; it doesn’t matter what happens"
    },
    "JUST": {
      "Definition": "simply"
    },
    "JUST LAY THERE": {
      "Definition": "A colloquial and figurative way of saying “sit there, stay in that position”"
    },
    "CLEAR YOUR CATALOG": {
      "Definition": "Remove people from your list of friends (this is not a common expression)"
    },
    "YOUR CIRCLE": {
      "Definition": "Your (social) circle - your group of friends and associates"
    },
    "Y'ALL": {
      "Definition": "An informal way of saying 'you all' - used when addressing multiple people"
    },
    "VALUES": {
      "Definition": "the principles that help you to decide what is right and wrong, and how to act in various situations"
    },
    "I'MA": {
      "Definition": "A very informal way of saying - I’m going to - this is what we call connected speech"
    },
    "VARIATIONS": {
      "Definition": "A variation is a difference, or a thing that differs slightly from another of its type"
    },
    "IELTS": {
      "Definition": "The International English Language Testing System, or IELTS, is an international standardized test of English language proficiency for non-native English language speakers."
    },
    "PLATONIC": {
      "Definition": "A platonic relationship or emotion is loving but not sexual"
    },
    "DECEIVE": {
      "Definition": "to persuade someone that something false is the truth, or to keep the truth hidden from someone for your own advantage"
    },
    "RESOLUTION": {
      "Definition": "the act of solving or ending a problem or difficulty"
    },
    "CALL THEM OUT ON": {
      "Definition": "To confront one about one's misdeeds or unpleasant behavior. In this usage, a noun or pronoun can be used between call and out."
    },
    "TURN THE TABLES": {
      "Definition": "If you turn the tables, you gain an advantage over someone or cause them problems, after a time when they have had an advantage over you or have been causing problems for you."
    },
    "TRIPPING": {
      "Definition": "a slang expression that means ‘acting crazy or out of the ordinary’"
    },
    "INFLUENCE": {
      "Definition": "to affect or change how someone or something develops, behaves, or thinks"
    },
    "DECEITFUL": {
      "Definition": "dishonest or hiding the truth"
    }
  }
